{
  "privacy": {
    "title": "Privacy Policy for Blizbi",
    "last_updated": "Last updated: 19.05.2025",
    "intro": "This Privacy Policy explains how Blizbi collects, processes, and protects your personal data in accordance with the General Data Protection Regulation (GDPR). We are committed to maintaining a high standard of data protection and transparency in all aspects of our service.",
    "data_controller": {
      "title": "1. Data Controller",
      "company": "HappyNova AS (Org. no. 933 100 448)",
      "contact_person": "Contact Person: Helene Birkeland – CEO",
      "email": "personvern@blizbi.no"
    },
    "data_collection": {
      "title": "2. What personal data do we collect?",
      "intro": "When you use Blizbi, we may collect the following types of personal data:",
      "identification": "Identification and contact information: name, email address",
      "location": "Location data: based on IP address or device location (with consent)",
      "usage": "Usage data and preferences: search history, clicks, favorites",
      "technical": "Technical data: IP address, device type, operating system, browser type",
      "settings": "User settings and choices: language preferences, consents"
    },
    "data_processing": {
      "title": "3. Why do we process your data?",
      "intro": "We process your data for the following purposes:",
      "personalization": "To provide a personalized and relevant user experience",
      "improvement": "To improve and develop our platform based on usage patterns",
      "insights": "To generate anonymized insights for research and public development",
      "stakeholders": "To support public and non-commercial stakeholders (e.g. municipalities and destination companies) in designing better local services",
      "no_advertising": "We do not use your data for targeted advertising, and we never sell your personal data to third parties for marketing purposes."
    },
    "legal_basis": {
      "title": "4. Legal basis for processing",
      "intro": "We process your personal data based on the following legal grounds:",
      "consent": "Consent: You give us explicit consent when you sign up and use the platform",
      "legitimate_interest": "Legitimate interest: To ensure the secure and efficient operation of the service",
      "legal_obligation": "Legal obligation: When we are required to store or disclose information under applicable law"
    },
    "data_sharing": {
      "title": "5. Sharing of data",
      "intro": "Blizbi may share anonymized and aggregated insights with:",
      "authorities": "Public authorities, municipalities, and destination organizations",
      "research": "Research institutions and nonprofit organizations",
      "providers_intro": "Blizbi also provides visibility to providers who have paid for featured placement within the app's discovery section. This visibility is offered without sharing any personal user data with those providers. User data remains internal and is only used to improve the platform experience.",
      "dashboard_info": "Providers may access a dedicated insight dashboard with anonymized traffic data, such as views and user interactions related to their listings. These statistics cannot be linked to individual users and are solely intended to help providers improve their offerings."
    },
    "data_retention": {
      "title": "6. Data retention and deletion",
      "description": "We retain your personal data only as long as necessary to fulfill the stated purposes, or until you request deletion. All data subject requests (access, correction, deletion) will be handled within a reasonable timeframe, and no later than one month."
    },
    "user_rights": {
      "title": "7. Your rights",
      "intro": "Under GDPR, you have the right to:",
      "access": "Access the data we hold about you",
      "correction": "Request correction or deletion of your data",
      "restriction": "Restrict the processing of your data",
      "withdraw": "Withdraw your consent at any time",
      "portability": "Data portability",
      "complaint": "File a complaint with the Norwegian Data Protection Authority (www.datatilsynet.no) if you believe your data is being processed unlawfully",
      "complaint_url": "www.datatilsynet.no",
      "access_note": "You may withdraw your consent or access your data settings at any time via the app or by contacting us directly."
    },
    "policy_changes": {
      "title": "8. Changes to this Privacy Policy",
      "description": "We reserve the right to update this Privacy Policy when necessary. You will be notified of any significant changes via the app or by email. The latest version will always be available at",
      "url": "www.blizbi.no/privacy"
    },
    "navigation": "Privacy Policy"
  }
} 