{
  "support": {
    "title": "Help & Support",
    "subtitle": "Find answers to common questions or get in touch with our support team",
    "search_placeholder": "Search help articles...",
    "quick_actions": {
      "chat_title": "Chat with Blizbi",
      "chat_description": "Get instant help from our AI assistant",
      "email_title": "Email Support",
      "email_description": "Contact our support team directly",
      "guide_title": "Getting Started",
      "guide_description": "Learn how to use Blizbi effectively"
    },
    "getting_started": {
      "title": "Getting Started",
      "how_to_start": "How do I get started with Blizbi?",
      "how_to_start_answer": "Welcome to Blizbi! Start by signing up for an account, then set your interests to get personalized event recommendations. You can browse events, bookmark favorites, and use our AI assistant for help.",
      "create_account": "Do I need to create an account?",
      "create_account_answer": "While you can browse events as a guest, creating an account unlocks features like bookmarking events, personalized recommendations, chat history, and customized settings.",
      "find_events": "How do I find events I'm interested in?",
      "find_events_answer": "Use the Explore page to discover events, or use the Search feature to find specific activities. Set your interests in your profile for personalized recommendations, and browse events by date using the calendar view."
    },
    "events": {
      "title": "Events & Bookmarks",
      "bookmark_events": "How do I bookmark events?",
      "bookmark_events_answer": "Click the bookmark icon on any event card or event details page. Bookmarked events are saved to your Bookmarked page where you can view them organized by date.",
      "event_details": "How do I see more details about an event?",
      "event_details_answer": "Click on any event card to view the full event details page. Here you'll find complete information about the event, organizer details, location, pricing, and additional resources.",
      "add_calendar": "Can I add events to my calendar?",
      "add_calendar_answer": "Yes! On the event details page, click \"Add to Google Calendar\" to automatically add the event to your Google Calendar with all the event information."
    },
    "account": {
      "title": "Account & Settings",
      "change_language": "How do I change the language?",
      "change_language_answer": "Go to Settings and select your preferred language from the Language Selector. Blizbi supports English and Norwegian. Your language preference is saved for future visits.",
      "manage_interests": "How do I update my interests?",
      "manage_interests_answer": "Visit your Profile page and click \"Edit\" next to your interests. Select at least 5 interests to get the best personalized recommendations. You can update these anytime.",
      "delete_account": "How do I delete my account?",
      "delete_account_answer": "Currently, account deletion needs to be requested through our support team. Contact us at kontakt@blizbi.no with your account details, and we'll help you with the process."
    },
    "chat": {
      "title": "Blizbi Assistant",
      "how_to_use": "How do I use the Blizbi Assistant?",
      "how_to_use_answer": "Click on the Chat tab to start a conversation with our AI assistant. Ask about events, get recommendations, or request help with planning activities. The assistant can help you find events based on your preferences.",
      "clear_history": "How do I clear my chat history?",
      "clear_history_answer": "In the chat interface, look for the \"Clear chat history\" option. This will permanently delete your conversation history and cannot be undone.",
      "privacy": "Is my chat data private?",
      "privacy_answer": "Yes, your chat conversations are private and secure. We use your chat data only to provide personalized assistance. Check our Privacy Policy for detailed information about data handling."
    },
    "privacy": {
      "title": "Privacy & Security",
      "data_usage": "How is my data used?",
      "data_usage_answer": "We use your data to provide personalized event recommendations, save your preferences, and improve our service. We never sell your personal information. See our Privacy Policy for complete details.",
      "cookies": "What cookies does Blizbi use?",
      "cookies_answer": "We use essential cookies for functionality, functional cookies for preferences, analytics cookies for improvements, and personalization cookies for recommendations. You can manage your cookie preferences in our consent banner.",
      "data_deletion": "Can I request my data to be deleted?",
      "data_deletion_answer": "Yes, you have the right to request deletion of your personal data. Contact our support team at kontakt@blizbi.no with your request, and we'll process it according to applicable privacy laws."
    },
    "technical": {
      "title": "Technical Issues",
      "loading_issues": "Events or pages won't load properly",
      "loading_issues_answer": "Try refreshing the page or clearing your browser cache. Check your internet connection. If the problem persists, try using a different browser or contact support with details about the issue.",
      "mobile_issues": "The app doesn't work well on mobile",
      "mobile_issues_answer": "Blizbi is optimized for mobile devices. Try updating your browser, clearing cache, or switching to a different mobile browser. Contact support if you continue experiencing issues.",
      "browser_support": "Which browsers are supported?",
      "browser_support_answer": "Blizbi works best on modern browsers including Chrome, Firefox, Safari, and Edge. Make sure your browser is updated to the latest version for the best experience."
    },
    "contact": {
      "title": "Contact Support",
      "general_title": "General Support",
      "general_description": "Need help? Have questions? We're here to help you get the most out of Blizbi.",
      "response_title": "Response Time",
      "response_time": "We typically respond within 24 hours",
      "business_hours": "Monday - Friday, 9:00 AM - 5:00 PM (CET)"
    },
    "resources": {
      "title": "Additional Resources"
    }
  }
} 