{
  "privacy": {
    "title": "Personvernpolicy for Blizbi",
    "last_updated": "Sist oppdatert: 19.05.2025",
    "intro": "Denne personvernpolicyen forklarer hvordan Blizbi samler inn, behandler og beskytter dine personopplysninger i samsvar med Personvernforordningen (GDPR). Vi er forpliktet til å opprettholde en høy standard for databeskyttelse og åpenhet i alle aspekter av vår tjeneste.",
    "data_controller": {
      "title": "1. Behandlingsansvarlig",
      "company": "HappyNova AS (Org. nr. 933 100 448)",
      "contact_person": "Kontaktperson: Helene Birkeland – CEO",
      "email": "personvern@blizbi.no"
    },
    "data_collection": {
      "title": "2. Hvilke personopplysninger samler vi inn?",
      "intro": "Når du bruker Blizbi, kan vi samle inn følgende typer personopplysninger:",
      "identification": "Identifikasjons- og kontaktinformasjon: navn, e-postadresse",
      "location": "Posisjonsdata: basert på IP-adresse eller enhetsplassering (med samtykke)",
      "usage": "Bruksdata og preferanser: søkehistorikk, klikk, favoritter",
      "technical": "Tekniske data: IP-adresse, enhetstype, operativsystem, nettlesertype",
      "settings": "Brukerinnstillinger og valg: språkpreferanser, samtykker"
    },
    "data_processing": {
      "title": "3. Hvorfor behandler vi dine data?",
      "intro": "Vi behandler dine data for følgende formål:",
      "personalization": "For å gi en personalisert og relevant brukeropplevelse",
      "improvement": "For å forbedre og utvikle vår plattform basert på bruksmønstre",
      "insights": "For å generere anonymiserte innsikter for forskning og offentlig utvikling",
      "stakeholders": "For å støtte offentlige og ikke-kommersielle aktører (f.eks. kommuner og destinasjonsselskaper) i å designe bedre lokale tjenester",
      "no_advertising": "Vi bruker ikke dine data for målrettet annonsering, og vi selger aldri dine personopplysninger til tredjeparter for markedsføringsformål."
    },
    "legal_basis": {
      "title": "4. Rettslig grunnlag for behandling",
      "intro": "Vi behandler dine personopplysninger basert på følgende rettslige grunnlag:",
      "consent": "Samtykke: Du gir oss eksplisitt samtykke når du registrerer deg og bruker plattformen",
      "legitimate_interest": "Berettiget interesse: For å sikre sikker og effektiv drift av tjenesten",
      "legal_obligation": "Rettslig forpliktelse: Når vi er pålagt å lagre eller utlevere informasjon under gjeldende lov"
    },
    "data_sharing": {
      "title": "5. Deling av data",
      "intro": "Blizbi kan dele anonymiserte og aggregerte innsikter med:",
      "authorities": "Offentlige myndigheter, kommuner og destinasjonsorganisasjoner",
      "research": "Forskningsinstitusjoner og ideelle organisasjoner",
      "providers_intro": "Blizbi gir også synlighet til leverandører som har betalt for fremhevet plassering i appens oppdagelsesseksjon. Denne synligheten tilbys uten å dele personlige brukerdata med disse leverandørene. Brukerdata forblir internt og brukes kun til å forbedre plattformopplevelsen.",
      "dashboard_info": "Leverandører kan få tilgang til et dedikert innsiktsdashboard med anonymiserte trafikkdata, som visninger og brukerinteraksjoner relatert til deres annonser. Disse statistikkene kan ikke kobles til individuelle brukere og er utelukkende ment for å hjelpe leverandører med å forbedre sine tilbud."
    },
    "data_retention": {
      "title": "6. Datalagring og sletting",
      "description": "Vi oppbevarer dine personopplysninger bare så lenge det er nødvendig for å oppfylle de oppgitte formålene, eller til du ber om sletting. Alle forespørsler fra registrerte (tilgang, korrigering, sletting) vil bli håndtert innen rimelig tid, og senest innen en måned."
    },
    "user_rights": {
      "title": "7. Dine rettigheter",
      "intro": "Under GDPR har du rett til å:",
      "access": "Få tilgang til dataene vi har om deg",
      "correction": "Be om korrigering eller sletting av dine data",
      "restriction": "Begrense behandlingen av dine data",
      "withdraw": "Trekke tilbake ditt samtykke når som helst",
      "portability": "Dataportabilitet",
      "complaint": "Klage til Datatilsynet (www.datatilsynet.no) hvis du mener dine data behandles ulovlig",
      "complaint_url": "www.datatilsynet.no",
      "access_note": "Du kan trekke tilbake ditt samtykke eller få tilgang til dine datainnstillinger når som helst via appen eller ved å kontakte oss direkte."
    },
    "policy_changes": {
      "title": "8. Endringer i denne personvernpolicyen",
      "description": "Vi forbeholder oss retten til å oppdatere denne personvernpolicyen når det er nødvendig. Du vil bli varslet om eventuelle betydelige endringer via appen eller e-post. Den nyeste versjonen vil alltid være tilgjengelig på",
      "url": "www.blizbi.no/privacy"
    },
    "navigation": "Personvern"
  }
} 