{
  "support": {
    "title": "Hjelp og støtte",
    "subtitle": "Finn svar på vanlige spørsmål eller ta kontakt med vårt støtteteam",
    "search_placeholder": "Søk i hjelpeartikler...",
    "quick_actions": {
      "chat_title": "Chat med Blizbi",
      "chat_description": "Få øyeblikkelig hjelp fra vår AI-assistent",
      "email_title": "E-poststøtte",
      "email_description": "Kontakt vårt støtteteam direkte",
      "guide_title": "Kom i gang",
      "guide_description": "Lær hvordan du bruker Blizbi effektivt"
    },
    "getting_started": {
      "title": "Kom i gang",
      "how_to_start": "Hvordan kommer jeg i gang med Blizbi?",
      "how_to_start_answer": "Velkommen til Blizbi! Start med å opprette en konto, deretter sett dine interesser for å få personlige hendelsesanbefalinger. Du kan bla gjennom hendelser, bokmerke favoritter og bruke vår AI-assistent for hjelp.",
      "create_account": "Trenger jeg å opprette en konto?",
      "create_account_answer": "Selv om du kan bla gjennom hendelser som gjest, låser opprettelse av en konto opp funksjoner som bokmerking av hendelser, personlige anbefalinger, chathistorikk og tilpassede innstillinger.",
      "find_events": "Hvordan finner jeg hendelser jeg er interessert i?",
      "find_events_answer": "Bruk Utforsk-siden for å oppdage hendelser, eller bruk Søk-funksjonen for å finne spesifikke aktiviteter. Sett dine interesser i profilen din for personlige anbefalinger, og bla gjennom hendelser etter dato ved hjelp av kalendervisningen."
    },
    "events": {
      "title": "Hendelser og bokmerker",
      "bookmark_events": "Hvordan bokmerker jeg hendelser?",
      "bookmark_events_answer": "Klikk på bokmerkeikonet på et hvilket som helst hendelseskort eller på hendelsesdetaljersiden. Bokmerkede hendelser lagres på din bokmerke-side hvor du kan se dem organisert etter dato.",
      "event_details": "Hvordan ser jeg flere detaljer om en hendelse?",
      "event_details_answer": "Klikk på et hvilket som helst hendelseskort for å se hele hendelsesdetaljersiden. Her finner du fullstendig informasjon om hendelsen, arrangørdetaljer, lokasjon, prising og tilleggsressurser.",
      "add_calendar": "Kan jeg legge til hendelser i kalenderen min?",
      "add_calendar_answer": "Ja! På hendelsesdetaljersiden, klikk \"Legg til i Google Kalender\" for automatisk å legge til hendelsen i din Google Kalender med all hendelsesinformasjon."
    },
    "account": {
      "title": "Konto og innstillinger",
      "change_language": "Hvordan endrer jeg språket?",
      "change_language_answer": "Gå til Innstillinger og velg ditt foretrukne språk fra Språkvelgeren. Blizbi støtter engelsk og norsk. Ditt språkvalg lagres for fremtidige besøk.",
      "manage_interests": "Hvordan oppdaterer jeg mine interesser?",
      "manage_interests_answer": "Besøk din profilside og klikk \"Rediger\" ved siden av dine interesser. Velg minst 5 interesser for å få de beste personlige anbefalingene. Du kan oppdatere disse når som helst.",
      "delete_account": "Hvordan sletter jeg kontoen min?",
      "delete_account_answer": "For øyeblikket må kontosletting forespørres gjennom vårt støtteteam. Kontakt oss på kontakt@blizbi.no med dine kontodetaljer, så hjelper vi deg med prosessen."
    },
    "chat": {
      "title": "Blizbi Assistent",
      "how_to_use": "Hvordan bruker jeg Blizbi Assistenten?",
      "how_to_use_answer": "Klikk på Chat-fanen for å starte en samtale med vår AI-assistent. Spør om hendelser, få anbefalinger, eller be om hjelp med å planlegge aktiviteter. Assistenten kan hjelpe deg finne hendelser basert på dine preferanser.",
      "clear_history": "Hvordan sletter jeg chathistorikken min?",
      "clear_history_answer": "I chat-grensesnittet, se etter \"Slett chathistorikk\"-alternativet. Dette vil permanent slette din samtalehistorikk og kan ikke angres.",
      "privacy": "Er chatdataene mine private?",
      "privacy_answer": "Ja, dine chatsamtaler er private og sikre. Vi bruker dine chatdata kun for å gi personlig assistanse. Sjekk vår personvernpolicy for detaljert informasjon om datahåndtering."
    },
    "privacy": {
      "title": "Personvern og sikkerhet",
      "data_usage": "Hvordan brukes dataene mine?",
      "data_usage_answer": "Vi bruker dine data for å gi personlige hendelsesanbefalinger, lagre dine preferanser og forbedre tjenesten vår. Vi selger aldri din personlige informasjon. Se vår personvernpolicy for fullstendige detaljer.",
      "cookies": "Hvilke informasjonskapsler bruker Blizbi?",
      "cookies_answer": "Vi bruker nødvendige informasjonskapsler for funksjonalitet, funksjonelle informasjonskapsler for preferanser, analytiske informasjonskapsler for forbedringer, og personaliseringsinformasjonskapsler for anbefalinger. Du kan administrere dine informasjonskapselpreferanser i vårt samtykkebanneR.",
      "data_deletion": "Kan jeg be om at dataene mine slettes?",
      "data_deletion_answer": "Ja, du har rett til å be om sletting av dine personlige data. Kontakt vårt støtteteam på kontakt@blizbi.no med din forespørsel, så vil vi behandle den i henhold til gjeldende personvernlover."
    },
    "technical": {
      "title": "Tekniske problemer",
      "loading_issues": "Hendelser eller sider lastes ikke riktig",
      "loading_issues_answer": "Prøv å oppdatere siden eller tømme nettleserens hurtigbuffer. Sjekk internettforbindelsen din. Hvis problemet vedvarer, prøv å bruke en annen nettleser eller kontakt support med detaljer om problemet.",
      "mobile_issues": "Appen fungerer ikke bra på mobil",
      "mobile_issues_answer": "Blizbi er optimalisert for mobile enheter. Prøv å oppdatere nettleseren din, tømme hurtigbufferen, eller bytte til en annen mobil nettleser. Kontakt support hvis du fortsetter å oppleve problemer.",
      "browser_support": "Hvilke nettlesere støttes?",
      "browser_support_answer": "Blizbi fungerer best på moderne nettlesere inkludert Chrome, Firefox, Safari og Edge. Sørg for at nettleseren din er oppdatert til den nyeste versjonen for den beste opplevelsen."
    },
    "contact": {
      "title": "Kontakt støtte",
      "general_title": "Generell støtte",
      "general_description": "Trenger hjelp? Har spørsmål? Vi er her for å hjelpe deg få mest mulig ut av Blizbi.",
      "response_title": "Responstid",
      "response_time": "Vi svarer vanligvis innen 24 timer",
      "business_hours": "Mandag - Fredag, 09:00 - 17:00 (CET)"
    },
    "resources": {
      "title": "Tilleggsressurser"
    }
  }
} 