{
  "terms": {
    "title": "Bruksvilkår og datapolicy for Blizbi",
    "last_updated": "Sist oppdatert: 05.06.2025",
    "welcome": {
      "title": "Velkommen til Blizbi!",
      "description": "Blizbi er en plattform som hjelper deg med å oppdage og delta i arrangementer og aktiviteter i ditt lokale samfunn. Vi brenner for å gjøre livet mer sosialt og sammenkoblet, og vi jobber for å gi deg den best mulige opplevelsen."
    },
    "what_we_do": {
      "title": "1. Hva vi gjør",
      "description": "Blizbi samler inn og viser informasjon om offentlige arrangementer fra en rekke kilder, inkludert kommunale kalendere, kultursteder og lokale organisasjoner. Vi viser kun faktiske detaljer som arrangementsnavn, datoer og steder. Vi lenker alltid tilbake til den opprinnelige kilden slik at du kan finne mer informasjon og holde deg oppdatert."
    },
    "partners": {
      "title": "2. Våre partnere og leverandører",
      "description": "Vi samarbeider også med partnere og leverandører som ønsker å bli fremhevet på Blizbi. Disse partnerne betaler for å være synlige på vår plattform, og mange har gitt oss direkte tilgang til innholdet de ønsker å dele. Dette sikrer et rikt utvalg av aktiviteter og arrangementer for våre brukere."
    },
    "user_responsibility": {
      "title": "3. Din bruk og ansvar",
      "description": "Blizbi eier eller organiserer ikke arrangementene som er oppført på plattformen. Vi er kun en tilrettelegger og et verktøy for å hjelpe deg med å finne det du leter etter. Vi anbefaler alltid å sjekke den opprinnelige kilden for den nyeste informasjonen, da arrangementdetaljer kan endres."
    },
    "copyright": {
      "title": "4. Respekt for innhold og opphavsrett",
      "description": "Vi respekterer innholdsskapere og opphavsrett. Vi kopierer ikke originaltekst eller bilder uten en avtale. Hvis du mener at innhold på Blizbi krenker dine rettigheter, vennligst kontakt oss på",
      "email": "personvern@blizbi.no"
    },
    "your_data": {
      "title": "5. Dine data",
      "description": "Blizbi samler ikke inn eller lagrer personopplysninger om deg med mindre du oppretter en profil. Hvis du gjør det, vil vi tydelig forklare hvordan vi bruker og beskytter dine data i samsvar med norsk lov (GDPR)."
    },
    "transparency": {
      "title": "6. Åpenhet og norsk lov",
      "intro": "Vi er forpliktet til å være åpne og følge norsk lov til enhver tid. Vi gjør alltid:",
      "show_source": "Viser hvor arrangementsinformasjonen kommer fra",
      "link_back": "Lenker alltid tilbake til den opprinnelige kilden",
      "no_copy": "Kopierer aldri beskyttet innhold uten tillatelse",
      "respect_guidelines": "Respekterer retningslinjer og vilkår fra kildene vi bruker",
      "listen_concerns": "Lytter til og adresserer bekymringer eller spørsmål"
    },
    "changes": {
      "title": "7. Endringer i disse vilkårene",
      "description": "Vi kan oppdatere disse vilkårene fra tid til annen. Ved å bruke Blizbi samtykker du til den nyeste versjonen. Den nyeste versjonen vil alltid være tilgjengelig på",
      "url": "www.blizbi.no/terms-of-use"
    },
    "organizers": {
      "title": "8. Til arrangører og rettighetshavere",
      "description": "Dersom du representerer en organisasjon, kommune eller aktør som publiserer arrangementer, og ønsker å bli inkludert, ekskludert eller samarbeide med oss – ta gjerne kontakt. Vår intensjon er å gjøre aktiviteter mer synlige og lettere tilgjengelige for publikum."
    },
    "navigation": "Bruksvilkår"
  }
} 